IDEA Open Model
CoordSystemByVector Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the CoordSystemByVector class
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CoordSystemByVector()
Public Sub New
See Also
Reference
CoordSystemByVector Class
IdeaRS.OpenModel.Geometry3D Namespace